Repository: sugar-activities/4493-activity
Catalog: po/*.po
Languages: bg, bn_in, es, fa_af, ps, rw, te, th, ur

source: Measure
bg: Осцилоскоп
bn_in: মেপে নিন
es: Medir
fa_af: سنجش
ps: اندازه کول
rw: Gupima
te: కొలువు
th: วัดค่า
ur: ناپیں

source: Sound
es: Sonido

source: Sensors
es: Sensores

source: Time Base
es: Base de tiempo

source: Measure Log
es: Registro de Medir

source: Session
es: sesión

source: User
es: Usuario

source: Interval
es: Intervalo

source: Waveform
es: Forma de onda

source: Sensors, DC (connect sensor to pink 'Mic In' on left side of XO)
es: Sensores, CC: conecte el sensor a la entrada de micrófono (rosada) en el lado izquierdo de la XO.

source: Bias/Offset Enabled
es: Sesgo/excedente habilitado

source: Ohms
es: Ohmios

source: Bias/Offset Disabled
es: Sesgo/excedente deshabilitado

source: Volts
es: Voltios

source: Resistance Sensor
es: Sensor de resistencia

source: Voltage Sensor
es: Sensor de voltaje

source: Invert
es: Invertir

source: 1/10 second
es: 1/10 segundo

source: 1 second
bg: 1 секунда
bn_in: ১ সেকেন্ড
es: 1 segundo
fa_af: 1 ثانیه
ps: ۱ ثانیه
rw: Isegonda rimwe
te: 1 సెకను
th: 1 วินาที
ur: 1 سيکنڈ

source: 30 seconds
es: 30 segundos

source: 5 minutes
es: 5 minutos

source: 30 minutes
es: 30 minutos

source: Start Recording
es: Iniciar la grabación

source: Stop Recording
es: Terminar la grabación

source: Increase amplitude
es: Aumentar la amplitud

source: Decrease amplitude
es: Disminuir la amplitud

source: Increase bias
es: Aumentar el voltaje de sesgo

source: Decrease bias
es: Disminuir el voltaje de sesgo

source: Capture now
es: Captura ahora

source: Every 30 sec.
es: Cada 30 sec.

source: Every 2 min.
es: Cada 2 min.

source: Every 10 min.
es: Cada 10 min.

source: Every 30 min.
es: Cada 30 min.

source: Create a trigger
es: Crear un indicador

source: Sampling interval
es: Intervalo de muestra

source: Frequency Base
es: Línea de base de frecuencia

source: X Axis Scale: 1 division = %(division)s %(unit)s
es: Eje X: 1 división = %(division)s %(unit)s

source: Freeze the display
es: Pausar imagen

source: Capture sample now
es: Capturar muestra ahora

source: None
es: Nada

source: Rising Edge
es: Borde subiendo

source: Falling Edge
es: Borde cayendp

source: Zoom out
es: Alejar la imagen

source: Zoom in
es: Acercar la imagen

source: Stop sampling
es: Detener el muestreo

source: Start sampling
es: Iniciar el muestreo

source: Unfreeze the display
es: Reiniciar imagen

source: Spectrum value
bg: Стойност на спектъра
bn_in: স্পেক্ট্রামের মান
fa_af: مقداربینایی
ps: د سپكټرم ارزښت
te: పటలము విలువ
th: ค่าสเป็กตรัม
ur: سپیکٹرم قدر

source: RMS :
bg: СКС :
te: అర్ ఎం ఎస్ :
th: ค่าอาร์เอ็มเอส_ _ _: _

source: AVG :
bg: САС :
te: ఎవిజి :
th: ค่าเฉลี่ย_ _ _: _

source: Scale:
bg: Мащаб:
bn_in: মাপকাঠি
fa_af: مقیاس:
ps: مېچل:
rw: Ihindurangano :
te: కొలమానం:
th: มาตราส่วน:
ur: پيمانہ:

source: X Axis:
bg: Ос X:
bn_in: X অক্ষ:
fa_af: محور افقی:
ps: افقي محوور:
te: ఎక్స్(X) అక్షం:
th: แกน X: _
ur: X محور: _

source: Y Axis :
bg: Ос Y:
bn_in: Y অক্ষ:
fa_af: محور عمودی:
ps: عمودي محور:
te: వై(Y) అక్షం:
th: แกน Y: _
ur: Y محور: _

source: Click for DC
bg: Натиснете за работа с постоянен ток
bn_in: DC এর জন্য ক্লিক করুন
fa_af: برای منقطع گردیدن تیک کنید
ps: DC لپاره ټک وکړﺉ
rw: Kanda kubwa DC
te: డిసీ (DC) కొరకై నొక్కుము
th: กดเพื่อใช้กระแสตรง
ur: DC کے لئے کلک کريں

source: Click for Bias Off
bg: Натиснете за изключване на отклонението
bn_in: Bias বন্ধ করার জন্য ক্লিক করুন
fa_af: برای خاموش کردن پیشقدرتیک نمائید
ps: د باېس بندولو لپاره ټک کړﺉ
te: బయాస్ నిలుపు చేయుటకై నొక్కుము
th: กดเพื่อปิดไบแอส
ur: بائيس بند کرنے کے ليے کلک کريں

source: Click for Frequency base
bg: Натиснете за показване на честотата
bn_in: Frequency base এর জন্য ক্লিক করুন
fa_af: برای مبنا فریکانس تیک نمائید
ps: د فرېكوېنسي بنسټ لپاره ټك وكړئ
rw: Kanda kubwa ferekanse fatizo
te: ఫ్రీక్వెంసీ మూలం కొరకై నొక్కుము
th: กดเพื่อใช้ฐานความถี่
ur: تعدد اساس کے ليے کلک کريں

source: Pause
bg: Пауза
bn_in: স্থগিত করো
fa_af: مکث
ps: ځنډ
rw: Hagarika by`akanya gato
te: నిలుపు
th: พัก
ur: روکیں

source: Show values
bg: Показване стойностите
bn_in: মান প্রদর্শন কর
fa_af: مقدار ها را نشان بده
ps: ارزښت ښودنل
rw: Erekana agaciro
te: విలువలను చూపు
th: แสดงค่า
ur: قدر ديکھائيں

source: Click for AC
bg: ВНИМАНИЕ: натиснете за работа с променлив ток!
bn_in: AC এর জন্য ক্লিক করুন
fa_af: برای AC تیک کنید
ps: اې.سي لپاره ټك كړئ
rw: Kanda kubwa AC
te: ఎసీ (AC) కొరకై నొక్కుము
th: กดเพื่อใช้กระแสสลับ
ur: AC کے ليے کلک کريں

source: Click for Bias On
bg: Натиснете за включване на отклонението
bn_in: Bias চালু করার জন্য ক্লিক করুন
fa_af: برای روشن کردن پیشقدرتیک نمائید
ps: باېس ان لپاره ټك كړئ
te: బయాస్ ఆన్ చేయుటకై నొక్కుము
th: กดเพื่อเปิดไบแอส
ur: بائيس چلانے کے ليے کلک کريں

source: Click for Time base
bg: Натиснете за покзване на времето
bn_in: Time base এর জন্য ক্লিক করুন
fa_af: برای اساس وقت تیک کنید
ps: د وخت بنسټ لپاره ټك كړئ
rw: Kanda kubw`igihe fatizo
te: కాలం మూలం కొరకై నొక్కుము
th: กดเพื่อใช้ฐานเวลา
ur: وقت اساس کے ليے کلک کريں

source: Hide values
bg: Скриване стойностите
bn_in: মান লুকিয়ে রাখ
fa_af: مقدار ها را نشان نده
ps: ارزښتونه پټول
rw: agaciro Gahishwe
te: విలువలను దాచు
th: ซ่อนค่า
ur: قدریں چھپائيں

source: Resume
bg: Продължаване
bn_in: পুনরায় চালু কর
fa_af: ادامه
ps: کارمخینه
rw: Gusubukura
te: పునరారంభించు
th: ทำต่อ
ur: دوبارہ سے شروع کریں

source: Snapshot
bn_in: স্ন্যাপশট
fa_af: عکس فوری
ps: سملاسي انځور
te: క్లుప్తంగా చూపు
th: บันทึกภาพ
ur: فوری تصوير

source: 1 minute
bg: 1 минута
bn_in: ১ মিনিট
fa_af: 1 دقیقه
ps: ۱ دقیقه
rw: Umunota umwe
te: 1 నిమిషము
th: 1 นาที
ur: 1 منٹ

source: 1 hour
bg: 1 час
bn_in: ১ ঘন্টা
fa_af: 1 ساعت
ps: ۱ ساعت
rw: Isaha imwe
te: 1 గంట
th: 1 ชั่วโมง
ur: 1 گھنٹہ

source: Start Logging
bg: Начало на записа
bn_in: লগ করা শুরু করো
fa_af: واقعه نگاری را شروع کن
ps: ننوتون پيلونه
rw: Tangira Winjire
te: గమనించు
th: เริ่มบันทึกค่า
ur: لاگ کرنا شروع کريں

source: Show Log
bg: Показване на записа
bn_in: লগ প্রদর্শন করো
fa_af: گذارش واقعات را نشان بده
ps: خبرال وښاياست
rw: erekana Log
te: గమనిక చూపు
th: แสดงค่าที่บันทึกไว้
ur: لاگ ديکھائيں

source: Stop Logging
bg: Край на записа
bn_in: লগ করা বন্ধ করো
fa_af: واقعه نگاری را متوقف کن
ps: ننوتون تمول
rw: Sigaho Kwinjira
te: గమనించటం నిలిపి వేయి
th: หยุดการบันทึกค่า
ur: لاگ کرنا روک دیں

source: Remove Log
bg: Премахване на записа
bn_in: লগ মুছে ফেল
fa_af: گذارش واقعات را پاک کن
ps: خبرال لر كړئ
rw: Kuraho Log
te: గమనిక తీసివేయి
th: ลบค่าที่บันทึกไว้
ur: لاگ ہٹائيں
